import { FC } from 'react';

import ModalLayout from '@modules/common/components/ModalLayout';

import { COMPANY_NAME } from '@utils/const';

import s from './CalcConsequencesWarning.module.scss';

const CalcConsequencesWarning: FC<{
	isModalOpen: boolean;
	handleCloseModal: () => void;
}> = ({ isModalOpen, handleCloseModal }) => {
	return (
		<ModalLayout
			className={s.container}
			isOpen={isModalOpen}
			onClose={handleCloseModal}
		>
			<h3>ПОПЕРЕДЖЕННЯ ПРО:</h3> <br />
			<p>
				{' '}
				Можливі наслідки для споживача в разі користування споживчим кредитом або
				невиконання ним обов{`'`}язків згідно з договором про споживчий кредит,
				уключаючи прострочення виконання зобов{`'`}язань зі сплати платежів, а також
				розмір неустойки, процентної ставки, інших платежів, які застосовуються чи
				стягуються в разі невиконання зобов{`'`}язання за договором про споживчий
				кредит:
			</p>
			<br />
			<ul>
				<li>
					<p>
						відповідно до пункту 6.3 Примірного договору у разі прострочення
						Позичальником дати сплати платежу, визначеного графіком платежів,
						Кредитодавець ({COMPANY_NAME.join(' ')}) має право нараховувати штраф за
						порушення строку сплати, у разі прострочки, розмір штрафу встановлюється в
						розмірі - 10 % від загальної суми простроченої заборгованості;
					</p>
				</li>
				<li>
					<p>
						відповідно до пункту 4.3.6. Примірного договору Кредитодавець має право
						відступити всі або частину прав за цим Договором іншим особам (новим
						кредиторам) без погодження Позичальника;
					</p>
				</li>
				<li>
					<p>
						унесення інформації до кредитного бюро, формування негативної кредитної
						історії, що може враховуватися фінансовою установою під час прийняття
						рішення щодо надання кредиту в майбутньому. Найменування бюро кредитних
						історій, до якого передається інформація щодо Позичальника (споживача) та
						його кредиту за Договором – ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ
						«УКРАЇНСЬКЕ БЮРО КРЕДИТНИХ ІСТОРІЙ», місцезнаходження: м. Київ, вул.
						Грушевського, 1-д.
					</p>
				</li>
				<li>
					<p>
						те, що порушення виконання зобов{`'`}язання щодо повернення споживчого
						кредиту може вплинути на кредитну історію та ускладнити отримання
						споживчого кредиту надалі
					</p>
				</li>
				<li>
					<p>
						те, що фінансовій установі ({COMPANY_NAME.join(' ')}) забороняється
						вимагати від споживача придбання будь-яких товарів чи послуг від
						фінансової установи або спорідненої чи пов{`'`}язаної з ним особи як обов
						{`'`}язкову умову надання споживчого кредиту
					</p>
				</li>
				<li>
					<p>
						те, що для прийняття усвідомленого рішення щодо отримання споживчого
						кредиту на запропонованих умовах споживач має право розглянути
						альтернативні різновиди споживчих кредитів та фінансових установ
					</p>
				</li>
				<li>
					<p>
						те, що фінансова установа «{COMPANY_NAME.join(' ')} має право вносити
						зміни до укладених зі споживачами договорів про споживчий кредит тільки за
						згодою сторін можливість споживача відмовитися від отримання рекламних
						матеріалів каналами дистанційного електронного обслуговування
					</p>
				</li>
				<li>
					<p>
						те, що можливі витрати на сплату споживачем платежів за користування
						споживчим кредитом залежать від обраного споживачем способу сплати;
					</p>
				</li>
				<li>
					<p>
						те, що ініціювання споживачем продовження (лонгації, пролонгації) строку
						погашення споживчого кредиту (строку виконання грошового зобов{`'`}
						язання)/строку кредитування/строку дії договору про споживчий кредит
						здійснюється без змін або зі зміною умов попередньо укладеного договору в
						бік погіршення для споживача із зазначенням переліку та цифрового значення
						умов, що підлягають зміні.
					</p>
				</li>
			</ul>
			<br />
			<p>
				Продовження строку кредитування/строку дії договору/строку погашення
				споживчого кредиту в односторонньому порядку споживачем (позичальником) або
				Фінансовою установою ({COMPANY_NAME.join(' ')}) не допускається. У разі
				ініціювання споживачем (позичальником) продовження строку кредитування, та
				погодження
				{COMPANY_NAME.join(' ')} продовження строку кредитування, то таке
				продовження строку кредитування відбувається без змін умов попередньо
				укладеного договору в бік погіршення для споживача (позичальника). фінансова
				установа ({COMPANY_NAME.join(' ')}) не вимагає від клієнтів здійснення
				будь-яких додаткових оплат при внесенні позичальником платежів за кредитним
				договором не залежно від обраного способу погашення заборгованості, разом з
				тим, оплату комісій за здійснення платежу можуть передбачати банки, компанії
				та організації, через яких позичальник здійснює платіж/переказ коштів.
			</p>
		</ModalLayout>
	);
};

export default CalcConsequencesWarning;
