import EVENT_POSTER from '@modules/forTeachers/assets/events-photo.png';

export const events = [
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '15.09.2025',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '9.08.2025',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.07.2025',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч освіти»',
		desc:
			'У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '01.11.2025',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2024',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2024',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2027',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2015',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2012',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2012',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2029',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2038',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>`,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2055',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
	{
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc:
			'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2029',
		fullDesc: `
      <h5>Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»</h5>
      <br/>
      <br/>
      <p><b>📆 10 жовтня 2025</b> <br/>
      <b>🕰️ Початок о 16:00</b><br/>
      <b>📍 Місце проведення: онлайн</b></p> <br/>
      <p>
        Запрошуємо педагогів на онлайн-зустріч «Мистецтво навчати: нові горизонти освіти», де поговоримо про нові підходи, які трансформують сучасне навчання та допомагають створити середовище, у якому дітям цікаво вчитися.
        <br/><br/>
        <b>Під час зустрічі розглянемо:</b><br/>
         – Як перетворити урок на досвід, що надихає <br/>
          – Інновації в навчанні та роль креативності<br/>
          – Інструменти для побудови довіри між учителем і учнем<br/><br/>
        <b>Спікерки:</b><br/>
         Ім’я Прізвище — експертка з педагогіки, авторка методичних програм <br/>
          Ім’я Прізвище — учителька, тренерка освітніх команд <br/>
           Ім’я Прізвище — координаторка креативних проєктів <br/>
           <br/>
           <b>Участь безкоштовна. Реєстрація обов’язкова.</b> <br/><br/>
           Після заходу учасники отримають електронний сертифікат.
      </p>
    `,
	},
];
