import EVENT_POSTER from '@modules/forTeachers/assets/events-photo.png';

export const events = [
	{
		id: 1,
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc: 'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2025',
		fullDesc: `
      <h5>Вчителі початкової школи</h5>
      <br/> 
      <p>
        КЛА ІТ відкриває нову сучасну школу в центрі Києва та запрошує вчителів початкових класів приєднатися до нашої команди.<br/><br/>
        Ми шукаємо професіоналів, які люблять свою справу, мають педагогічну освіту, досвід роботи з дітьми та бажання розвивати освіту разом із нами. 
        <br/><br/>
        <b>Пропонуємо:</b><br/>
        – Конкурентну заробітну плату<br/>
        – Комфортне середовище та доброзичливу команду<br/>
        – Можливості для втілення ідей та професійного росту<br/><br/>
        <b>Чекаємо на вашу заявку!</b>
      </p>
    `
	},
	{
		id: 2,
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc: 'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2025',
		fullDesc: `
      <h5>Вчителі початкової школи</h5>
      <br/> 
      <p>
        КЛА ІТ відкриває нову сучасну школу в центрі Києва та запрошує вчителів початкових класів приєднатися до нашої команди.<br/><br/>
        Ми шукаємо професіоналів, які люблять свою справу, мають педагогічну освіту, досвід роботи з дітьми та бажання розвивати освіту разом із нами. 
        <br/><br/>
        <b>Пропонуємо:</b><br/>
        – Конкурентну заробітну плату<br/>
        – Комфортне середовище та доброзичливу команду<br/>
        – Можливості для втілення ідей та професійного росту<br/><br/>
        <b>Чекаємо на вашу заявку!</b>
      </p>
    `
	},
	{
		id: 3,
		poster: EVENT_POSTER,
		title: 'Онлайн-зустріч «Мистецтво навчати: нові горизонти освіти»',
		desc: 'Запрошуємо вчителів і методистів на зустріч, присвячену сучасним підходам до навчання. У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення У програмі — практичні поради, натхнення',
		date: '10.08.2025',
		fullDesc: `
      <h5>Вчителі початкової школи</h5>
      <br/> 
      <p>
        КЛА ІТ відкриває нову сучасну школу в центрі Києва та запрошує вчителів початкових класів приєднатися до нашої команди.<br/><br/>
        Ми шукаємо професіоналів, які люблять свою справу, мають педагогічну освіту, досвід роботи з дітьми та бажання розвивати освіту разом із нами. 
        <br/><br/>
        <b>Пропонуємо:</b><br/>
        – Конкурентну заробітну плату<br/>
        – Комфортне середовище та доброзичливу команду<br/>
        – Можливості для втілення ідей та професійного росту<br/><br/>
        <b>Чекаємо на вашу заявку!</b>
      </p>
    `
	}
];
