export const schedule = [
	{
		title: 'Зустріч учнів',
		time: '08:00 - 08:15'
	},
	{
		title: 'Ранкове коло',
		time: '08:15 - 08:30'
	},
	{
		title: 'Сніданок',
		time: '08:30 - 08:45'
	},
	{
		title: '3 уроки з перервою: Математика, Українська, Sport Max',
		time: '08:45 - 11:15'
	},
	{
		title: 'Велика перерва. Прогулянка. Активності на свіжому повітрі',
		time: '11:15 - 11:45'
	},
	{
		title: 'Урок: Творча майстерня / Художня студія / Орф-музика',
		time: '11:50 - 12:35'
	},
	{
		title: 'Обід',
		time: '12:35 - 13:00'
	},
	{
		title: '2 уроки з перервою: English, IT / Я дослідник, EQ',
		time: '13:05 - 14:45'
	},
	{
		title: 'Рефлексія',
		time: '14:45 - 15:00'
	},
	{
		title: 'Прогулянка. Активності на свіжому повітрі',
		time: '15:00 - 15:30'
	},
	{
		title: 'Полуденок',
		time: '15:30 - 15:40'
	},
	{
		title: 'Студії: Секції / Speaking Club / Музичні вистави',
		time: '15:40 - 17:30'
	}
];
