export const vacancies = [
	{
		id: 1,
		title: 'Вчителі початкової школи',
		desc: 'Шукаємо натхненних педагогів, які поважають дитину, працюють із сучасними методиками та хочуть навчати через гру й дослідження.',
		fullDesc: `
      <h5>Вчителі початкової школи</h5>
      <br/>
      <p>
        КЛА ІТ відкриває нову сучасну школу в центрі Києва та запрошує вчителів початкових класів приєднатися до нашої команди.<br/><br/>
        Ми шукаємо професіоналів, які люблять свою справу, мають педагогічну освіту, досвід роботи з дітьми та бажання розвивати освіту разом із нами.
        <br/><br/>
        <b>Пропонуємо:</b><br/>
        – Конкурентну заробітну плату<br/>
        – Комфортне середовище та доброзичливу команду<br/>
        – Можливості для втілення ідей та професійного росту<br/><br/>
        <b>Чекаємо на вашу заявку!</b>
      </p>
    `
	},
	{
		id: 2,
		title: 'Викладачі ІТ / логіки / програмування',
		desc: 'Шукаємо натхненних педагогів, які поважають дитину, працюють із о натхненних педагогів, які поважають дитину, працюють сучасними методиками та хочуть навчати через гру й дослідження.',
		fullDesc: `
      <h5>Викладачі ІТ / логіки / програмування</h5>
      <br/> 
      <p>
        КЛА ІТ відкриває нову сучасну школу в центрі Києва та запрошує вчителів початкових класів приєднатися до нашої команди.<br/><br/>
        Ми шукаємо професіоналів, які люблять свою справу, мають педагогічну освіту, досвід роботи з дітьми та бажання розвивати освіту разом із нами. 
        <br/><br/>
        <b>Пропонуємо:</b><br/>
        – Конкурентну заробітну плату<br/>
        – Комфортне середовище та доброзичливу команду<br/>
        – Можливості для втілення ідей та професійного росту<br/><br/>
        <b>Чекаємо на вашу заявку!</b>
      </p>
    `
	},
	{
		id: 3,
		title: 'Вчителі початкової школи',
		desc: 'Шукаємо натхненних педагогів, які поважають дитину, працюють із сучасними методиками та хочуть навчати через гру й дослідження.',
		fullDesc: `
      <h5>Вчителі початкової школи</h5>
      <br/>
      <p>
        КЛА ІТ відкриває нову сучасну школу в центрі Києва та запрошує вчителів початкових класів приєднатися до нашої команди.<br/><br/>
        Ми шукаємо професіоналів, які люблять свою справу, мають педагогічну освіту, досвід роботи з дітьми та бажання розвивати освіту разом із нами.
        <br/><br/>
        <b>Пропонуємо:</b><br/>
        – Конкурентну заробітну плату<br/>
        – Комфортне середовище та доброзичливу команду<br/>
        – Можливості для втілення ідей та професійного росту<br/><br/>
        <b>Чекаємо на вашу заявку!</b>
      </p>
    `
	}
];
